Repository: SomsakGitHub/toolbox-ios
Catalog: BridgeStone/Language/*.lproj/DefaultLanguage.strings
Languages: th

source: Login
th: เข้าสู่ระบบ

source: Username
th: ชื่อผู้ใช้

source: Password
th: รหัสผ่าน

source: Forgot password
th: ลืมรหัสผ่าน

source: Your Email
th: อีเมลล์ของคุณ

source: Confirm email
th: ยืนยันอีเมลล์

# email_has_been_confirmed
source: The email has been confirmed. Please check the yours email
th: ยืนยันอีเมลล์เรียบร้อยแล้วกรุณาเช็คอีเมลของคุณ

source: Favorite
th: สาขาโปรด

source: All Fleet
th: สาขาทั้งหมด

source: You want remove from fleet favorite?
th: คุณต้องการลบออกจาก Fleet โปรด?

source: Cancel
th: ยกเลิก

source: Confirm
th: ยืนยัน

source: Add New Fleet
th: เพิ่มสาขา

source: Fleet name
th: ชื่อ Fleet

source: Address
th: ที่อยู่

source: District
th: เขต/อำเภอ

source: Province
th: จังหวัด

source: Email
th: อีเมล

# fleet_name_place
source: Fleet name
th: ชื่อ Fleet

# address_place
source: Address
th: ที่อยู่

# district_place
source: District
th: เขต/อำเภอ

# province_place
source: Province
th: จังหวัด

# email_place
source: Email
th: อีเมล

source: Specify name
th: ต้องระบุชื่อ

source: Specify address
th: ต้องระบุที่อยู่

source: Specify district
th: ต้องระบุเขต/อำเภอ

source: Specify province
th: ต้องระบุจังหวัด

source: Specify Email
th: ต้องระบุอีเมลล์

source: Register
th: ลงทะเบียน

# search_tire
source: Search tires
th: ค้นหายาง

source: Search Car
th: ค้นหารถ

# profile_setting
source: Setting
th: ตั้งค่าโปรไฟล์

# manual
source: Instruction manual
th: คู่มือการใช้งาน

source: Report
th: รายงานผล

source: Log out
th: ออกจากระบบ

source: Save
th: บันทึก

# topic
source: yor want register?
th: คุณต้องการลงทะเบียน?

# content
source: you car register car or register tire if want data more please connect administrative department
th: คุณสามารถเลือกลงทะเบียนรถ หรือ ลงทะเบียนยางได้เบื้องต้น หากต้องการเพิ่มข้อมูลอื่นๆ ให้ติดต่อฝ่ายดูแล

source: Register Car
th: ลงทะเบียนรถ

# register_tire
source: Register tires
th: ลงทะเบียนยาง

source: license plate
th: เลขทะเบียนรถ

source: Fill up license plate
th: กรอกเลขทะเบียนรถ

source: Driver name
th: ชื่อคนขับ

source: Fill up driver name
th: กรอกชื่อคนขับ

source: Phone number
th: เบอร์โทร

source: Fill up phone number
th: กรอกเบอร์โทร

# job_site_car
source: Job site
th: ไซต์งาน

source: Fill up job site
th: ไซต์งานของคุณ

source: Car frame
th: โครงรถ

source: Fill up car frame
th: เลือกโครงรถ

source: Standard maintenance
th: มาตรฐานการบำรุงรักษา

source: Fill up standard maintenance
th: เลือกมาตรฐานการบำรุงรักษา

source: specify license plate
th: ต้องระบุเลขทะเบียนรถ

source: specify driver name
th: ต้องระบุชื่อคนขับ

source: specify phone number
th: ต้องระบุเบอร์โทร

# specify_job_site_car
source: specify job site
th: ต้องระบุไซต์งาน

source: specify car frame
th: ต้องระบุโครงรถ

source: specify standard maintenance
th: ต้องระบุมาตรฐานการบำรุงรักษา

# register_car_next
source: Next car
th: คันถัดไป

source: New tires
th: ยางใหม่

source: Cast tires
th: ยางหล่อ

source: Number tires
th: หมายเลขยาง

# number_tire
source: Specify number tires
th: ใส่หมายเลขของยาง

source: Select template tires
th: เลือกรูปแบบยาง

source: Cast tires template
th: รูปแบบยางก่อนหล่อ

source: Select cast tires template
th: เลือกรูปแบบยางก่อนหล่อ

# design_tire
source: Select template tires
th: เลือกรูปแบบยาง

# job_site
source: Fill up job site
th: ไซต์งาน

# production_date_tires
source: Production date
th: วันที่ผลิต

# production_date
source: Production week
th: สัปดาห์ที่ผลิต

source: Production year
th: ปีที่ผลิต

# cast_template_tires
source: template tires
th: รูปแบบยางหลังหล่อ

# select_cast_template_tires
source: Select template tires
th: เลือกรูปแบบยางหลังหล่อ

# number_template_tires
source: Number cast tires
th: หมายเลขยางหลังหล่อ

source: Number cast tires
th: หมายเลขยางหลังหล่อ

# detail_tires
source: Detail of tires : depth of tires 9 mm.
th: รายละเอียดยาง : ความลึกของดอกยาง 9 มม.

# register_tires_next
source: Next tires
th: เส้นถัดไป

# specify_number_tires
source: Specify tires number
th: ต้องระบุหมายเลขยาง

# specify_template_tires
source: Specify tires template
th: ต้องระบุเลือกรูปแบบยาง

# specify_production_date
source: Specify production week
th: ต้องระบุสัปดาห์ที่ผลิต

source: Specify production year
th: ต้องระบุปีที่ผลิต

source: Specify cast tires template
th: ต้องระบุรูปแบบยางหลังหล่อ

# specify_number_template_tires
source: Specify cast tires number
th: ต้องระบุหมายเลขยางหล่อ

source: Search...
th: ค้นหา...

source: Create tires template
th: สร้างรูปแบบยาง

source: Size
th: ขนาด

source: Tires size
th: ขนาดยาง

source: Brands
th: ยี่ห้อ

source: Tires brands
th: ยี่ห้อยาง

# patterns
source: Tires patterns
th: ลายยาง

source: Tires patterns
th: ลายยาง

source: Select job site
th: เลือกไซต์งาน

source: Job site name
th: ชื่อไซต์งาน

source: Job site your name
th: ชื่อไซต์งานของคุณ

source: Select car structure
th: เลือกโครงรถ

source: Tractor
th: หัว

source: Trailer
th: หาง

source: Select axles
th: เลือกเพลา

source: Select wheel
th: เลือกล้อ

source: Select standard maintenance
th: เลือกมาตรฐานการบำรุงรักษา

# axles_standard_maintenance_name
source: Standard maintenance name
th: ชื่อมาตรฐานการบำรุงรักษา

# axles_name
source: Standard maintenance name
th: ชื่อมาตรฐานการบำรุงรักษา

# standard_tire_depth
source: Tire depth
th: ระดับความลึกดอกยาง

source: Tire depth
th: ระดับความลึกดอกยาง

# standard_tire_pressure
source: Tire pressure
th: ระดับลมยาง

source: Tire pressure
th: ระดับลมยาง

source: Warning depth
th: ระดับแจ้งเตือน

source: Critical depth
th: ระดับค่าอันตราย

# all_result
source: result
th: ผลลัพธ์ทั้งหมด

source: list
th: รายการ

source: total vehicles
th: จำนวนรถ

source: vehicles
th: คัน

source: Latest update
th: อัพเดตล่าสุด

source: Active
th: ใช้งาน

source: Not active
th: ไม่ใช้งาน

source: Search list
th: รายการค้นหา

source: Register success
th: ลงทะเบียนสำเร็จ

source: Back to menu
th: กลับสู่หน้าหลัก

source: Car detail
th: รายละเอียดรถ

source: Name
th: ชื่อ

source: Phone
th: เบอร์

source: Mile
th: ระยะทางทั้งหมด

source: Job sites
th: ไซต์

source: Latest check
th: ตรวจสอบล่าสุด

source: Car status
th: สถานะรถ

source: Next
th: ดำเนินการต่อ

source: Select car status
th: เลือกสถานะของรถ

source: Search advance
th: การค้นหาขั้นสูง

source: Depth tires
th: ช่วงความลึกดอกยาง

source: Minimum
th: ตํ่าสุด

source: Maximum
th: สูงสุด

source: Sorted by latest update
th: เรียงตามวันที่อัพเดตล่าสุด

source: Tires status
th: สถานะยาง

source: Sort by latest date
th: เรียงตามวันที่ล่าสุด

source: Sort by oldest date
th: เรียงตามวันที่เก่าสุด

source: Wait retread
th: รอหล่อ

source: In stock
th: เก็บในคลัง

source: Waste tires
th: ยางเสีย

source: In car
th: ติดรถ

source: Tractor/Trailer
th: หัว/หาง

# wheel_QTY
source: Wheel quantity
th: จำนวนล้อ

# axles_QTY
source: Axles quantity
th: จำนวนเพลา

source: Please select size
th: กรุณาเลือกขนาด

source: Please select brand
th: กรุณาเลือกยี่ห้อ

source: Please select pattern
th: กรุณาเลือกลายยาง

# tire_template_duplicate
source: Tire template name is duplicate
th: รูปแบบยางนี้มีอยู่แล้ว
